{
  "metadata": {
    "version": "1.0",
    "description": "高校倫理用語集",
    "categories": ["心理学", "古代ギリシア哲学", "キリスト教", "仏教", "儒教", "中国思想", "近世哲学", "近代哲学", "現代哲学", "日本思想", "社会思想", "西洋思想", "イスラム教", "宗教思想", "自然科学"]
  },
  "terms": {
    "レヴィン": {
      "category": "心理学",
      "terms": {
        "マージナル・マン": "複数の社会集団や文化の周辺や境界線上に属し、そのいずれにも属さない人々"
      }
    },
    "エリクソン": {
      "category": "心理学", 
      "terms": {
        "発達段階": "乳児期・幼児期・児童期・学童期・青年期・成人期・壮年期・老年期",
        "発達課題": "次の段階へ成長するために達成するべき課題",
        "モラトリアム": "青年期が決断することを猶予され、模索・試行により大人への準備をする期間である事"
      }
    },
    "ルソー": {
      "category": "近世哲学",
      "terms": {
        "第二の誕生": "一度目は生存するために、二度目は生きるために(男性・女性として)生まれるということ",
        "「自然に帰れ」": "文明社会の堕落を批判したルソーの思想を表す標語/社会契約によって理想的な共同体を作り直すべきだと説いた",
        "一般意思": "公共の利益を目指す普遍的な意志で、ルソーの社会契約論の基本となるもの",
        "「人間不平等起源論」": "人間を堕落させた文明社会を痛烈に批判した論文",
        "「社会契約論」": "社会契約に基づく民主社会の成立を論じたルソーの主著",
        "「エミール」": "孤児エミールが理想的な教師のもとで成長してゆく過程を描いた、ルソーの教育論"
      }
    },
    "フロイト": {
      "category": "心理学",
      "terms": {
        "「精神分析学入門」": "ウィーン大学での講義をまとめたもの",
        "無意識": "自我の意識の活動にのぼらず、自覚されていない心の奥底の部分",
        "エス(本能的衝動)": "リビドーが蓄えられた部分であり、欲望や衝動の源泉、貯蔵庫",
        "リビドー": "心の奥底の無意識の部分(エス)に蓄えられた、性的衝動を中心とする本能的欲求のエネルギー",
        "自我": "人間の心は超自我・自我・無意識の三層構造である",
        "超自我": "子供が親からしつけを受けるうちに道徳が心の中に取り入れられて形成された良心",
        "防衛機制": "欲求不満から生まれる不安や緊張から自我を守るための心の自動的な働き",
        "抑圧": "不安や苦しみを引き起こす観念や欲求を無意識の中に押し込めること",
        "合理化": "自分の行動にもっともらしい理由や説明をつけて自分の立場を正当化すること",
        "同一視": "他人が持つ能力や業績などを自分が持っているように想像し、思い込んで満足すること",
        "投影(投射)": "自分の中の認めがたい感情を相手に投げかけ、相手がそのような感情を持っていると思い込むこと",
        "反動形成": "反対の行動を誇張することによって、好ましくない欲求や感情を抑えること",
        "逃避": "欲求が満たされないとき、その問題を解決しようとしないで他のところに逃げ込むこと",
        "退行": "欲求が満たされず、小さな子供の段階に逆戻りしてしまうこと",
        "代償(補償)": "ある欲求が満たされないとき、よく似た代わりのもので欲求を満たすこと",
        "昇華": "性の衝動などの本能的な欲求を、社会的に認められた価値のある目標に向けかえて満たすこと"
      }
    },
    "ユング": {
      "category": "心理学",
      "terms": {
        "集合的無意識": "無数の体験が遺伝的に積み重なって出来た、普遍的なイメージを持つ、意識されない無意識の領域",
        "個人的無意識": "経験に基づいて形成され、思い出すことで意識することが出来る無意識の領域",
        "元型": "全ての人間の心の根底にある集合的無意識の普遍的な型(タイプ)のこと"
      }
    },
    "フロム": {
      "category": "心理学",
      "terms": {
        "「自由からの逃走」": "自由を獲得した人間が、束縛からの自由による不安などに耐え切れずに従属を求めた心理の分析"
      }
    },
    "クレッチマー": {
      "category": "心理学",
      "terms": {
        "性格と体型の関連性": "性格が体型に関係あるという観点で考え、痩せ型は分裂気質、肥満型は循環気質、しまり型は粘着気質とした",
        "分裂気質": "非社交的・真面目・物静か",
        "循環気質": "社交的・現実的 友好的",
        "粘着気質": "几帳面・綺麗好き・義理堅い"
      }
    },
    "リースマン": {
      "category": "心理学",
      "terms": {
        "「孤独な群衆」": "社会的性格を伝統指向型・内部指向型・他人指向型の三種に分け、現代は他人指向型が多いとした",
        "他人指向型": "他人に同調して生きる現代人に支配的な性格類型"
      }
    },
    "リンネ": {
      "category": "古代ギリシア哲学",
      "terms": {
        "ホモ・サピエンス": "知恵のある人という意味で「英知人」と訳す"
      }
    },
    "ベルグソン": {
      "category": "古代ギリシア哲学",
      "terms": {
        "ホモ・ファーベル": "道具を使って物を作り出す人、工作に巧みな人という意味で「工作人」と訳す"
      }
    },
    "ホイジンガ": {
      "category": "古代ギリシア哲学",
      "terms": {
        "ホモ・ルーデンス": "遊ぶことから文化を作り出す人という意味で「遊戯人」と訳す"
      }
    },
    "ホメロス": {
      "category": "古代ギリシア哲学",
      "terms": {
        "「オデュッセイア」": "トロイ戦争の後、ギリシャの英雄オデュッセウスの11年に及ぶ帰国の旅を描いた物語"
      }
    },
    "タレス": {
      "category": "古代ギリシア哲学",
      "terms": {
        "哲学": "「万物の根源は水である」とし、自然とは運動変化し、生成流動するものであると考えた"
      }
    },
    "ピタゴラス": {
      "category": "古代ギリシア哲学",
      "terms": {
        "哲学": "万物は数の比例関係に従って秩序あるコスモス(宇宙)を成していると説いた"
      }
    },
    "ヘラクレイトス": {
      "category": "古代ギリシア哲学",
      "terms": {
        "哲学": "万物の流動は相反するものの闘争であり、均衡の上にロゴスが働いているとし、「万物は流転する」とした"
      }
    },
    "デモクリトス": {
      "category": "古代ギリシア哲学",
      "terms": {
        "原子論": "万物の根源的要素をアトム(原子)と呼び、アトムの運動で多様なものが出来上がるという原子論を説いた"
      }
    },
    "プロタゴラス": {
      "category": "古代ギリシア哲学",
      "terms": {
        "思想": "「人間は万物の尺度である」 物事は各人の感じるように表れるのだから、それぞれの人間が判断の基準であるという考え"
      }
    },
    "ソクラテス": {
      "category": "古代ギリシア哲学",
      "terms": {
        "「汝自身を知れ」": "「自分の無知を自覚せよ」という思索的な意味で解釈された、ソクラテスの人間探求の出発点となった標語",
        "デルフォイの神託": "神託所でソクラテスが「ソクラテスよりも知恵のあるものはいるか」と尋ねると「いない」という神託を受け、無知の知を発見する",
        "無知の知": "自分が無知であることを自覚することで、人間は常に真の知恵を探求し続けるものであるとする",
        "問答法": "相手と共同で問答を繰り返しながら相手に無知を自覚させ、それを出発点に真の知恵を発見させようとする方法",
        "魂への配慮": "自らの魂に徳が備わるよう気遣い、魂が優れたものになるように世話をすること",
        "知行合一": "魂の備えるべき徳が何かということを知れば、徳についての知識に基づいて誰でも正しい生き方へ導かれるとする考え"
      }
    },
    "プラトン": {
      "category": "古代ギリシア哲学",
      "terms": {
        "イデア": "理性によって認識できる真の存在/移ろいゆく感覚的な物事の原型・模範であり、永遠普遍の真の存在",
        "イデア界": "理性によってとらえられる完全で永遠不滅の真の存在であるイデアの世界",
        "洞窟の比喩": "イデア界を太陽の光が輝く外の世界に、現象界(感覚によってとらえる現実の世界)を暗い洞窟に例えた話",
        "善のイデア": "全ての善いものを善いものたらしめている善そのもの、究極の善の理想をさす",
        "想起(アナムネーシス)": "人間が何かを知ることは、魂がかつて見たイデアを思い出すことであるという想起説",
        "エロース": "イデアを恋い慕う精神的欲求/魂は常にイデア界への憧れを持ち、本来の善美のイデアを求めていく",
        "魂の三分説": "人間の魂を、指導的部分である「理性」、ロゴスに従って意欲的に行動する「意志」、本能的で盲目的な「欲望」に分ける説",
        "四元德": "古代ギリシャで重んじられた知恵・勇気・節制・正義の四つの基本的な徳",

        "哲人政治": "「国家」で説いた、善のイデアを認識する哲学者が統治する理想国家のありかた",
        "アカデメイア学院": "前387年頃にアテネの郊外に設立した学園",
        "「饗宴」": "恋の神エロースをめぐる対話篇",
        "「パイドン」": "ソクラテスが牢獄で毒杯を仰いで刑死する直前、友人たちとの最後の対話をかわす様子を描いた対話篇",
        "「国家」": "理想国家を描いた対話篇"
      }
    },
    "アリストテレス": {
      "category": "古代ギリシア哲学",
      "terms": {
        "形相(エイドス)": "事物に内在し、それが「何であるか」を規定する本質/個物は完成態である形相を目標に生成発展する",
        "質量(ヒュレー)": "形相と結合して個物を作るもの/素材",
        "観想(テオリア)": "実用的目的を離れ、真理を純粋に考察すること/人生における最高の活動であるとされる",
        "中庸(メソテース)": "欲求や感情において過度や不足の両極端を避けて適切な中間を選ぶこと",
        "「人間はポリス的動物である」": "人間はその本性により共同体を形成し、様々な仕事を分業して生きる社会的動物であるとする定義",
        "友愛(フィリア)": "習性的徳の一つで、快楽によるもの・利益によるもの・人柄によるものに分けられた友情のうち、人柄による友愛を重んじた",
        "配分的正義": "各人の業績に応じて地位や報酬を正しく配分すること",
        "調整的正義": "悪を犯した人には罰を与え、被害や損害を被った人には補償をして、各人の損益得失が平等になるよう調整すること",
        "リュケイオン": "アテネ郊外に開いた学園",
        "「形而上学」": "存在するものは何かを探求したもので、それを実体と呼び、実体は形相と質量の合成から成り立つと説いた",
        "「ニコマコス倫理学」": "様々な知性的徳と習性的徳を分類し、徳を備えた人間の本来の生き方について説いた倫理学の著"
      }
    },
    "ゼノン": {
      "category": "古代ギリシア哲学",
      "terms": {
        "ストア派": "前3世紀始めに創始された学派/理性に従うことが神の理法にかない、宇宙全体と調和して生きることになるとする",
        "アパテイア(不動心)": "外界からの刺激によって起こる感情や欲望に心を乱されないことで、ストア派が賢者の理想の境地としたもの",
        "「自然に従って生きる」": "ストア派の生活信条で、自然を支配するロゴスに従って生きることを意味する"
      }
    },
    "エピクロス": {
      "category": "古代ギリシア哲学",
      "terms": {
        "エピクロス派": "快楽主義を生活信条とする学派/「エビクロスの園」と呼ばれる学園で共同生活を送った",
        "アタラクシア": "外界から煩わされない魂の平静な境地で、人生の快楽を目指すエピクロスが理想の境地としたもの",
        "「隠れて生きよ」": "エピクロス派が生活信条としたもので、田園の中でアタラクシアを求めて静かに暮らせという意味"
      }
    },
    "モーセ": {
      "category": "キリスト教",
      "terms": {
        "十戒": "古代のイスラエル民族がモーセに率いられてエジプトを脱出する途中、シナイ山でヤハウェから授かった十ヵ条の神の命"
      }
    },
    "イエス・キリスト": {
      "category": "キリスト教",
      "terms": {
        "福音": "イエスがもたらした神の国の到来や救いについての教えや、イエス自身の生涯や言葉をさす",
        "神の愛(アガペー)": "神に背いた罪人である人間でさえも救う無償の愛、つまり見返りを求めない、恵みとして与えられる愛",
        "隣人愛": "神の愛に生かされた人間は、愛に応えるために神の愛に倣って己の敵も含めて全ての人を平等に愛すべきである"
      }
    },
    "洗礼者ヨハネ": {
      "category": "キリスト教",
      "terms": {
        "人物像": "1世紀の始めにヨルダン川のほとりで人々に罪の悔い改めを求め、洗礼を授けた預言者"
      }
    },
    "マリア": {
      "category": "キリスト教",
      "terms": {
        "人物像": "キリストの母で、聖母と呼ばれる"
      }
    },
    "ペテロ": {
      "category": "キリスト教",
      "terms": {
        "人物像": "イエスの最初の弟子で、エルサレム教会の中心となって伝道に努めた"
      }
    },
    "パウロ": {
      "category": "キリスト教",
      "terms": {
        "人物像": "古代ギリシャ・ローマ世界にキリスト教を伝道した/元は熱心なバリサイ派のユダヤ教徒だったが後に回心"
      }
    },
    "アウグスティヌス": {
      "category": "キリスト教",
      "terms": {
        "恩寵": "罪深い人間に対して神が与える無償の愛/原罪を負う人間が救われるのは恩寵によるのみだとした",
        "三元徳": "信仰・希望・愛の、キリスト教で重んじられる三つの基本的な徳",
        "「神の国」": "神の摂理に基づいて歴史を考察したもの/世界の歴史は神の国と地の国の闘争だが、最後に神の国が勝利する",
        "「告白」": "アウグスティヌスが回心に至るまでの人生の精神的な遍歴を告白した著"
      }
    },
    "トマス・アクィナス": {
      "category": "キリスト教",
      "terms": {
        "「神学大全」": "信仰の真理と理性の真理を調和させ、カトリックの神学の体系を確立してスコラ哲学を完成させた主著"
      }
    },
    "ムハンマド": {
      "category": "イスラム教",
      "terms": {
        "聖遷(ヒジュラ)": "伝統的多神教を信じて偶像崇拝を行う人々から迫害を受けたムハンマドがメッカを去ってメディナに逃れた出来事"
      }
    },
    "ヴァルダマーナ": {
      "category": "仏教",
      "terms": {
        "人物像": "古代インドにおけるジャイナ教の開祖で、解脱のために苦行と不殺生を徹底することを人々に求めた"
      }
    },
    "ゴータマ・シッダルタ": {
      "category": "仏教",
      "terms": {
        "人物像": "仏教の開祖である仏陀の本名/35歳の時にブッダガヤで真理に目覚めて悟りを開いた",
        "解脱": "無常・無我の真理を悟り、自分や物にとらわれる執着心を捨て、心の絶対的な平静さの境地である涅槃を実現すること",
        "ダルマ(法)": "あるがままの存在の真理とそれについての教えで、仏陀が悟った究極的真理と、縁起・四法印・四諦などの根本的教え",
        "八正道": "仏陀の示した涅槃に至る八つの正しい修行方法・普遍的規範",
        "中道": "快楽と苦行の極端を避け、どちらにも偏らない中正な道"
      }
    },
    "ナーガールジュナ": {
      "category": "仏教",
      "terms": {
        "人物像": "大乗仏教最大の思想家/空の思想を確立し、大乗仏教の理論的基礎を固めた"
      }
    },
    "墨子": {
      "category": "儒教",
      "terms": {
        "墨家": "墨子を祖とする戦国時代の諸子百家の一派で、兼愛、非攻、尚賢、非楽、節用、節葬などを説いた",
        "兼愛": "自他を区別しない無差別で平等な人間愛/墨子は肉親の愛情を重んじる儒教の教えを「別愛」と呼んで批判した",
        "非攻": "侵略行為を正義に反するものとして否定する、墨子の非戦論"
      }
    },
    "韓非": {
      "category": "儒教",
      "terms": {
        "法家": "法律と刑罰による国家の統治を説く諸子百家の一派で、法治主義を説いた"
      }
    },
    "孔子": {
      "category": "儒教",
      "terms": {
        "儒教": "孔子の教えを継承して発展させた思想・学派で、仁に基づく道徳的秩序によって国家を治める徳治主義を説いた",
        "仁": "人と人の間に自然に生まれる親愛の情を全ての人に押し広めたもの",
        "徳治主義": "為政者が自ら道徳の修養を積んで徳を身につけ、人民を道徳的に感化することで国家を統治するという考え",
        "「論語」": "孔子の死後、弟子たちが編集した孔子と弟子の言行集"
      }
    },
    "孟子": {
      "category": "儒教",
      "terms": {
        "性善説": "人間の生まれつきの本性は善であるとする孟子の説",
        "四端": "惻隠の心、羞悪の心、辞譲の心、是非の心という四つの徳の芽生えの心",
        "四德": "儒教で重んじられる仁・義・礼・智の四つの徳で、孟子によって唱えられた",
        "仁義": "孟子が道徳の中心として重んじた徳/仁は他人を思いやる心、義は社会の人間関係における正しい道理",
        "王道": "仁と義の徳に基づいて人民の幸福を図る政治",
        "「孟子」": "孟子の言行を記した書で、中国の伝統的な儒教の根本的経典とされる"
      }
    },
    "荀子": {
      "category": "儒教",
      "terms": {
        "性悪説": "人間の生まれつきの本性は悪であるとする荀子の説",
        "礼治主義": "社会を規制する礼(社会規範)によって人民を治めようとする荀子の政治思想"
      }
    },
    "朱子": {
      "category": "儒教",
      "terms": {
        "朱子学": "宋の時代に朱子によって大成された新しい儒教で、宋学を継承したもの",
        "理気二元論": "理(理法)と気(ガス状の物質的要素)の二つの組み合わせによって万物の成り立ちを説明する、朱子学の基本的理想",
        "窮理": "一つ一つの物の理を窮めることで万物を貫く理法(理)を見極める、朱子学の学問と修養の方法",
        "性即理": "人間の心の本性は天が授けた理法であるという考え方"
      }
    },
    "王陽明": {
      "category": "儒教",
      "terms": {
        "陽明学": "王陽明によって創始された実践的な儒学",
        "心即理": "生き生きと働く現実の心がそのまま理であるという王陽明の中心的な説で、性即理に対する",
        "良知": "人間に生まれながらに備わっている、善悪を分別する心の本体",
        "知行合一": "知ることと行うこととは共に心の本体(良知)から発する作用で、同じ心の作用の両面だから本来は一つだという考え"
      }
    },
    "老子": {
      "category": "中国思想",
      "terms": {
        "老荘思想": "老子に始まり荘子が継承し発展させた思想で、宇宙の根本原理を道と呼び、無為自然に生きることを理想とする",
        "道(タオ)": "万物を育てる宇宙の根源であり、育成しながらもその働きを意識したり誇ることのない自然のままの実在",
        "無為自然": "作為を成さず(無為) 万物のありのまま(自然)に生み育てる道の働きや、そのような道に従う人間のあり方",
        "小国寡民": "素朴で寡欲な人々の住む小さな国家で、老子が説いた理想社会",
        "「老子」": "老子の着とされるもので、道家の根本的啓典"
      }
    },
    "莊子": {
      "category": "中国思想",
      "terms": {
        "万物斉同": "ありのままの実在の世界は、是非・善悪・美醜・栄辱・生死などの対立を超えた、本来等しいものであるという中心的思想",
        "真人": "ありのままの自然の道と一体となって生きる、荘子の生き方の理想像"
      }
    },
    "聖徳太子": {
      "category": "日本思想",
      "terms": {
        "十七条憲法": "604年、聖徳太子により制定されたと伝えられる日本最古の成文法",
        "「世間虚仮 唯物是真」": "この世の中は虚しく仮のものであり、ただ仏だけが真実であるという意味"
      }
    },
    "最澄": {
      "category": "日本思想",
      "terms": {
        "天台宗": "智顗が6世紀に大成した仏教の一派で、法華経を中心経典とする",
        "「山家学生式」": "天台宗の僧侶育成の方針と規則をまとめたもの"
      }
    },
    "空海": {
      "category": "日本思想",
      "terms": {
        "真言宗": "入唐した空海が、唐僧の恵果から学び取った密教を元に開いた仏教の一派",
        "即身成仏": "この身がそのまま仏になるということ",
        "「三教指帰」": "空海24歳の著作で、儒教・道教・仏教を対比させて仏教が最も優れていることを主張している",
        "「十住心論」": "空海の晩年の主著で、彼の思想の集大成の書"
      }
    },
    "空也": {
      "category": "日本思想",
      "terms": {
        "人物像": "平安中期の僧で、諸国を遊行して念仏の功徳を庶民層に布教した"
      }
    },
    "源信": {
      "category": "日本思想",
      "terms": {
        "人物像": "平安時代の天台宗の僧で、極楽浄土のための念仏を説いて当時の人々に浄土信仰を広めた",
        "「往生要集」": "源信が985年に著した書で、浄土に往生するための教えをまとめたもの"
      }
    },
    "法然": {
      "category": "日本思想",
      "terms": {
        "浄土宗": "法然が浄土教を元に開いた宗派で、鎌倉新仏教の一つ",
        "専修念仏": "他の一切の修行方法を捨てて、もっぱら念仏を唱えることで、法然の思想の根本をなす",
        "「選択本願念仏集」": "法然の主著で、末法の時代には他力易行の信仰が相応しく、専修念仏による往生を説いた"
      }
    },
    "親鸞": {
      "category": "日本思想",
      "terms": {
        "浄土真宗": "親鸞によって開かれた、鎌倉新仏教の一つ/一向宗ともいう/絶対他力の教えを特徴とする",
        "悪人正機": "親雪の根本思想を成すもので、「歎異抄」に記されている、悪人こそが阿弥陀仏の救いに相応しいという思想",
        "「善人なおもて往生をとぐ、いわんや悪人をや」": "自力で悟りを開こうとする人すら救われるから、無力を自覚している人は当然救われるという考え",
        "絶対他力": "救いの全てが全く阿弥陀仏の力によるもので、人間の自力のよるものではないということ",
        "自然法爾(じねんほうに)": "全ては阿弥陀仏の計らいによるおのずからなる働きであるということ、また計らいのままに任せること",
        "「教行信証」": "親鸞の主著で、浄土真宗の経典/他からの念仏批判に対して答えたもの"
      }
    },
    "唯円": {
      "category": "日本思想",
      "terms": {
        "人物像": "親鸞の弟子で、「歎異抄」の著者",
        "「歎異抄」": "弟子の唯円が親鸞の死後、親鸞の教えと異なる説を成すものがいるのを嘆いて著した書/親鸞の語録と異説への批判"
      }
    },
    "一遍": {
      "category": "日本思想",
      "terms": {
        "人物像": "時宗の開祖/全国を遊行し、念仏を唱えながら踊る「踊り念仏」を始め、時宗を広めた",
        "時宗": "一遍により開かれた浄土宗の一派で、諸国を遊行して布教することを特色とするので遊行宗とも呼ばれる"
      }
    },
    "栄西": {
      "category": "日本思想",
      "terms": {
        "臨済宗": "12世紀末、栄西が南宋から伝えた禅宗の一派/坐禅し、公案に一心に取り組むことにより悟りに達する宗旨",
        "「興禅護国論」": "栄西の主著で、禅宗への非難に対して禅宗の使命を述べたもの"
      }
    },
    "道元": {
      "category": "日本思想",
      "terms": {
        "曹洞宗": "1227年に南宋より伝わった禅宗の一派/只管打座を勧め、坐禅弁道が修証一等の姿であるとする日本曹洞宗を開いた",
        "只管打座": "焼香・礼拝・念仏・看経(経を読むこと)・看話(公案を用いること)を排して、ひたすら坐禅に打ち込むこと",
        "身心脱落": "道元の思想の中心をなすもので、身体も精神も一切の執着を離れて悟りの境地に入ること",
        "修証一等": "坐禅の修行がまさに悟りの体現であること/坐禅は単なる悟りの手段ではなく、そのものが悟りの内容を表すと説いた",
        "「正法眼蔵」": "道元の主著で、時に応じた説法をまとめたもの"
      }
    },
    "日蓮": {
      "category": "日本思想",
      "terms": {
        "日蓮宗": "日蓮により開かれた鎌倉新仏教の一つで、法華宗とも言われ、商人や地方武士などに信者を得て広まった",
        "「南無妙法蓮華経」": "「法華経に帰依したてまつる」という意味で、日蓮が人々の救いへの道として説いた題目",
        "「立正安国論」": "日蓮の主著で、時の執権北条時頼に献じた論策・問答書/伊豆流罪の原因となった書",
        "「開目抄」": "蒙古からの国書の到来をめぐって、日蓮が幕府の政策を批判したために佐渡に流罪になった時に書かれたもの"
      }
    },
    "藤原惺窩": {
      "category": "日本思想",
      "terms": {
        "人物像": "江戸時代初期の儒学の祖/徳川家康に儒教を講義したが、自ら仕官せず、弟子の林羅山を推挙した"
      }
    },
    "林羅山": {
      "category": "日本思想",
      "terms": {
        "人物像": "21歳のとき藤原惺窩に師事し、24歳の若さで幕府に仕え、幕府の文教に関わった",
        "上下定分の理": "君臣上下の関係は、天地間の自然を貫く道理(天理)と同じように定められているという考え",
        "存心持敬": "常に心の中に敬を持つことを心がけ、さらに上下定分の理を身をもって体験すること",
        "「春鑑抄」": "林羅山の著作"
      }
    },
    "山崎闇斎": {
      "category": "日本思想",
      "terms": {
        "人物像": "江戸前期の朱子学者・神道家で、敬と義を原理とする倫理を説き、厳格な修養主義を主張した"
      }
    },
    "新井白石": {
      "category": "日本思想",
      "terms": {
        "人物像": "江戸中期の朱子学者・政治家で、幕政に参与して文治主義政治の推進に努めた"
      }
    },
    "山鹿素行": {
      "category": "日本思想",
      "terms": {
        "「聖教要録」": "初めて古学が主張され、知者としての武士にふさわしい道徳、つまり士道の確立を説いている",
        "士道": "江戸時代に儒教倫理を元に説かれた武士道"
      }
    },
    "中江藤樹": {
      "category": "日本思想",
      "terms": {
        "人物像": "江戸時代の儒学者で、日本陽明学の祖とも言われ、近江聖人として敬われた",
        "孝": "孔子以来儒教が重視した徳目で、藤樹はこれを人倫の基本原理で万物の存在根拠を成すものと説いた",
        "「翁問答」": "門人との問答形式を借りて、学問・道徳・生活・信仰などについて思想を論述したもの"
      }
    },
    "伊藤仁斎": {
      "category": "日本思想",
      "terms": {
        "古義学": "「論語」「孟子」の原点に立ち返り、この二書を熟読して古義(もともとの意味)を明らかにし、孔孟の精神を求めようとした",
        "仁愛": "仁斎が孔子の教えの根本として捉えたもので、孔子の教えは仁すなわち愛に他ならないと説いた",
        "誠": "自分に対しても他人に対しても偽りを持たない純粋な心情",
        "「童子問」": "自己の思想を分かりやすく体系的にまとめたもの"
      }
    },
    "荻生徂徠": {
      "category": "日本思想",
      "terms": {
        "人物像": "江戸中期の儒学者で、古文辞学の創始者",
        "古文辞学": "中国の古典や政権の文辞(文章や言葉)に直接触れ、治国・礼楽の道を求めようとした",
        "先王の道": "道は天地自然に備わっているものではなく、中国古代の聖人が天下のため人為的に制作した安天下の道であると説いた",
        "「弁道」": "徂徠の主著で、古文辞学の方法を説き、天下を安泰にするための方策が聖人の道だと述べる"
      }
    },
    "契沖": {
      "category": "日本思想",
      "terms": {
        "人物像": "江戸中期の国学の先駆者で、古典そのものの文献学的・実証的研究で古代の精神に触れるべきだとした"
      }
    },
    "荷田春満": {
      "category": "日本思想",
      "terms": {
        "人物像": "契沖の万葉学に傾倒し、また伊藤仁斎に古義学を学び、日本の古代精神を明らかにしようとした"
      }
    },
    "賀茂真淵": {
      "category": "日本思想",
      "terms": {
        "人物像": "始め徂徠の学を学んだが、32歳の時荷田春満に学んで国学を志し、国学の発展に大きな業績を残した",
        "ますらおぶり": "真淵が理想とした、男性的でおおらかな万葉調の歌風と人間のあり方",
        "高く直き心": "「万葉集」の研究から見出した、古代日本人の素朴で力強い精神"
      }
    },
    "本居宣長": {
      "category": "日本思想",
      "terms": {
        "人物像": "34歳の時に賀茂真淵にめぐり合って門に入り、生涯をかけて「古事記」の実証的な研究に尽力した",
        "もののあわれ": "人の心が外界の「ものごと」に触れたときに起こる、しみじみとした感情の動きのこと/人間性の自然のあらわれ",
        "真心": "偽りのない真実の心であり、素直でおおらかな心情/美しいものを美しいと思う自然な心",
        "漢意(からごころ)": "仏教や儒教などの中国の学問により感化された心",
        "「古事記伝」": "30余年をかけて完成させた「古事記」の注釈書",
        "「玉勝間」": "古事や古語に関する考証や学問・思想上のことなどから広く題材をとって本居の見解が述べられた随筆集"
      }
    },
    "平田篤胤": {
      "category": "日本思想",
      "terms": {
        "人物像": "本居の大成した国学を一つの運動にまで高め、復古神道を完成した"
      }
    },
    "石田梅岩": {
      "category": "日本思想",
      "terms": {
        "(石門)心学": "江戸中期に石田梅岩が開いた庶民のための平易な生活哲学",
        "正直・倹約": "商人の道をなす中心的な徳目として挙げられたもの",
        "「都鄙問答」": "問答形式により町人道徳を平易に説くもので、正直と倹約を中心とする商人の道を説いた"
      }
    },
    "安藤昌益": {
      "category": "日本思想",
      "terms": {
        "自然世": "昌益が説いた理想の社会で、大自然の根源的生成活動にのっとって全ての人が自給自足する差別のない社会",
        "万人直耕": "全ての人々が直接農業に従事し、自給自足の生活を営むこと",
        "「自然真営道」": "万人直耕の自然世を理想とし、封建社会・階級制度を厳しく批判する急進的な内容"
      }
    },
    "二宮尊徳": {
      "category": "日本思想",
      "terms": {
        "報德思想": "自分が今ここにあるのは天地・君・親・祖先などの広大な徳のおかげであり、その恩に報いなくてはならないという考え",
        "分度": "尊徳が説いた報徳の具体的あり方で、自分の生活力に応じた合理的な生活設計を立てること",
        "推讓": "社会の生産力を拡大するために、倹約して生まれた余裕を人に譲り、将来のために蓄えること"
      }
    },
    "杉田玄白/前野良沢": {
      "category": "西洋思想",
      "terms": {
        "「解体新書」": "西洋医学に関する日本最初の翻訳書で、1774年に刊行された"
      }
    },
    "高野長英": {
      "category": "西洋思想",
      "terms": {
        "人物像": "江戸末期の洋学者で、長崎でシーボルトに医学・洋学を学んで江戸で開業した",
        "「慎機論」": "1838年の書で、モリソン号打ち払いの無謀さを説いたもの"
      }
    },
    "渡辺崋山": {
      "category": "西洋思想",
      "terms": {
        "人物像": "江戸末期の洋学者で、高野長英らと尚歯会を設立した"
      }
    },
    "佐久間象山": {
      "category": "西洋思想",
      "terms": {
        "「東洋道徳、西洋芸術」": "佐久間象山の言葉で、東洋の精神の上に西洋文化を知識・技術として積極的に摂取することを説いた"
      }
    },
    "吉田松陰": {
      "category": "西洋思想",
      "terms": {
        "松下村塾": "高杉晋作・伊藤博文などの明治の時代を開く指導者を輩出した私塾"
      }
    },
    "横井小楠": {
      "category": "西洋思想",
      "terms": {
        "人物像": "幕末の政治家・思想家で、ベリー来航を気に攘夷論から開国論へと転換した"
      }
    },
    "福沢諭吉": {
      "category": "西洋思想",
      "terms": {
        "人物像": "明治時代の代表的思想家で、欧米の文明を見聞して日本の近代化の必要を説き、慶応義塾を開いて明六社に参加した",
        "天賦人権論": "人間は本質的に平等であり、何人も犯せない自由・平等・幸福追求の権利を生まれながらに持っているという思想",
        "「天は人の上に人を造らず、人の下に人を造らずと云えり」": "天賦人権の思想を言い表した福沢諭吉の言葉",
        "独立自尊": "人間の尊厳を自覚し、個々人が他人や政府に依存せず、それぞれ自主独立を営もうとする精神",
        "実学": "東洋の学問(漢学)を「虚学」と呼んだのに対して西洋の学問を呼んだ言葉で、実用的な学問のこと",
        "「学問のすめ」": "一般向けの啓蒙的学問書で、約20万部という空前のベストセラーとなり、新時代の精神的支柱となった",
        "「文明論之概略」": "日本の独立を確立するあめには、西洋文明を摂取し、日本の近代化を図るべきだと力説された書"
      }
    },
    "中村正直": {
      "category": "西洋思想",
      "terms": {
        "人物像": "明治時代の啓蒙思想家・教育者で、明六社に参加して個人主義道徳を説いて啓蒙思想の普及に努めた"
      }
    },
    "西周": {
      "category": "西洋思想",
      "terms": {
        "人物像": "明治時代の哲学者・思想家で、多くの哲学用語を考案し、「哲学」という言葉も考案した"
      }
    },
    "森有礼": {
      "category": "西洋思想",
      "terms": {
        "人物像": "明治時代の政治家で、明六社を創立した啓蒙思想家"
      }
    },
    "中江兆民": {
      "category": "西洋思想",
      "terms": {
        "恩賜的民權": "中江兆民の造語で、為政者が上から人民に恵み与えた政治参加を含む人民の諸権利",
        "恢復的民権": "中江兆民の造語で、天賦人権の回復を求める革命により、人民自らが勝ち取った自由・平等の権利",
        "「民約訳解」": "ルソーの「社会契約論」の重要な部分を漢訳したもので、1882年に公刊された",
        "「三醉人経綸問答」": "洋学紳士、豪傑君、南海先生の3人が、遅れて近代化の道を歩む小国日本をいかにして独立・発展させるかを論じたもの",
        "「一年有半」": "食道ガンで余命1年半とされた兆民の遺書で、明治日本への批判がつづられている/30万部のベストセラー"
      }
    },
    "植木枝盛": {
      "category": "西洋思想",
      "terms": {
        "人物像": "明治の自由民権思想家で、主権在民の考えに立って政治活動・言論活動に縦横の活動を続けた"
      }
    },
    "内村鑑三": {
      "category": "キリスト教",
      "terms": {
        "二つのJ": "鑑三がその生涯をささげようと誓ったイエス (Jesus)と日本(Japan) のこと",
        "無教会主義": "人間が神の前に立つ独立的人格であると強調し、教会などに囚われず直接聖書を読むことに基づく信仰を重んじる立場",
        "非戦論": "日露戦争への気運が高まった1903年、鑑三がキリスト教信仰に基づいて唱えた日露戦争反対の主張",
        "不敬事件": "第一高等中学校の講師であった鑑三が、教育勅語の奉読式で敬礼をしなかったために辞職に追い込まれた事件"
      }
    },
    "新渡戸稲造": {
      "category": "キリスト教",
      "terms": {
        "「武士道」": "新渡戸稲造が日本人の精神を世界に紹介するために著した英文の書"
      }
    },
    "新島襄": {
      "category": "キリスト教",
      "terms": {
        "人物像": "明治の宗教家・教育者で、聖書に感銘を受け、西洋文明とキリスト教で日本につくすと決意した"
      }
    },
    "植村正久": {
      "category": "キリスト教",
      "terms": {
        "人物像": "明治・大正期における日本プロテスタント教会の中心的指導者"
      }
    },
    "徳富蘇峰": {
      "category": "日本思想",
      "terms": {
        "平民主義": "「国民之友」で主張した考えで、国民大衆の立場から西欧文化の受容と日本の近代化を主張した"
      }
    },
    "三宅雪嶺": {
      "category": "日本思想",
      "terms": {
        "人物像": "明治から昭和期にかけての評論家で、西欧文化の一面的模倣に走る欧化主義を戒め、国粋主義保存を主張した"
      }
    },
    "西村茂樹": {
      "category": "日本思想",
      "terms": {
        "「日本道徳論」": "国民道徳は儒教を根幹とし、これに西洋哲学の長所を取り入れて再建すべきことを説いた"
      }
    },
    "吉野作造": {
      "category": "日本思想",
      "terms": {
        "民本主義": "大正デモクラシーの指導的理論で、国家活動の基本的目標は政治上人民にあるべきだという思想"
      }
    },
    "片山潜": {
      "category": "日本思想",
      "terms": {
        "人物像": "明治~昭和の労働・社会主義運動の指導者で、幸徳秋水らと社会民主党の結成に尽力した"
      }
    },
    "安部磯雄": {
      "category": "日本思想",
      "terms": {
        "人物像": "明治~昭和の社会主義運動家で、社会民主党結成、日本フェビアン協会設立、社会大衆党結成などに携わった"
      }
    },
    "木下尚江": {
      "category": "日本思想",
      "terms": {
        "人物像": "明治~昭和初期の社会主義運動家で、社会民主党結成に協力し、平民社に入り日露非戦論を唱えた"
      }
    },
    "幸徳秋水": {
      "category": "日本思想",
      "terms": {
        "人物像": "明治の社会主義者で、中江兆民の書生となり、平民社設立、「平民新聞」発刊などした",
        "「平民新聞」": "幸徳秋水らによる新聞で、自由・平等・博愛を人間生存の三大要素とし、社会主義と日露開戦反対を高唱した",
        "「社会主義神髄」": "社会主義思想の啓蒙的解説書で、近代文明のもたらした窮乏などの原因、資本主義の矛盾などを論じた",
        "大逆事件": "1910年、明治天皇暗殺計画があったとして秋水ら社会主義者26名が検挙され、翌年12名が処刑された事件"
      }
    },
    "河上肇": {
      "category": "日本思想",
      "terms": {
        "人物像": "明治~昭和初期の代表的マルクス主義経済学者・思想家で、卓越したマルクス主義経済学者として活躍した"
      }
    },
    "北村透谷": {
      "category": "日本思想",
      "terms": {
        "人物像": "明治の詩人・評論家で、ロマン主義の中心的存在/実世界の自由や幸福より想世界の自由や幸福を重んじた"
      }
    },
    "与謝野晶子": {
      "category": "日本思想",
      "terms": {
        "人物像": "明治~昭和の浪漫派の歌人で、人間性の解放を阻む封建的道徳に挑戦しようとし、戦争も批判した"
      }
    },
    "島崎藤村": {
      "category": "日本思想",
      "terms": {
        "人物像": "明治~昭和の代表的文学者で、1893年に透谷と「文学界」を創刊し、後に自然主義の小説「破戒」を著した"
      }
    },
    "夏目漱石": {
      "category": "日本思想",
      "terms": {
        "自己本位": "伝統的な社会関係から解放され、自我の内面的欲求に基づいて生きること(エゴイズムではなく、真の自我の確立)",
        "個人主義": "自己の本領に立って個性を発揮し、自己の道を歩むとともに他者の個性や生き方を認め、尊重すべきだという考え",
        "則天去私": "小さな私を去って、普遍的な大我(自然)の命ずるままに自分を任せるという東洋的・宗教的な心境",
        "「こころ」": "「私」に対する「先生」の遺書という形で書かれ、近代的自我が直面する内なるエゴイズムとの葛藤を描いた"
      }
    },
    "森鴎外": {
      "category": "日本思想",
      "terms": {
        "諦念": "個人と社会の葛藤において、自己のおかれた立場を見つめて受け入れることで心の安らぎを得る、諦めの哲学",
        "「舞姫」": "森鴎外最初の小説で、国家や社会・家族など、周囲から期待されている役割と近代的自我の対立・葛藤を描いている"
      }
    },
    "西田幾多郎": {
      "category": "日本思想",
      "terms": {
        "西田哲学": "幾太郎が自らの思索と体験に基づいて形成した哲学で、日本思想の根本原理を哲学体系まで高めた独創的なもの",
        "純粋経験": "幾太郎が自己の哲学の根本としたもので、主客未分(しゅかくみぶん/主観と客観が未区別)の具体的・直接的経験",
        "「善の研究」": "日本最初の独創的哲学書で、純粋経験という概念を提出し、それを元に自己確立の課題を追求した"
      }
    },
    "和辻哲郎": {
      "category": "日本思想",
      "terms": {
        "間柄的存在": "人間とは個人のみを示すものではなく、同時に人と人との間柄においてのみ人間になりえるのだというあり方を説く言葉",
        "「人間の学としての倫理学」": "倫理学を「人間の学」としてとらえ、独自の倫理学体系建設の出発点となった書"
      }
    },
    "柳田国男": {
      "category": "日本思想",
      "terms": {
        "人物像": "日本民俗学の創始者で、民俗学を日本人の自己認識の学と規定した",
        "常民": "国男の造語/民間伝承を保持している階層で、無名の人々からなる",
        "「遠野物語」": "現在の岩手県遠野市の周辺に伝わる民間伝承を筆録したもの"
      }
    },
    "ダンテ": {
      "category": "西洋思想",
      "terms": {
        "「神曲」": "長編の叙事詩で、イタリア政治の不正や教会の堕落への怒りを表明したもの"
      }
    },
    "ボッカチオ": {
      "category": "西洋思想",
      "terms": {
        "人物像": "ルネサンス期のイタリアの詩人・小説家で、「デカメロン」などを執筆"
      }
    },
    "レオナルド・ダ・ヴィンチ": {
      "category": "西洋思想",
      "terms": {
        "人物像": "ルネサンス期に様々な分野に才能を発揮した代表的な万能人/「最後の晩餐」 「モナリザ」など"
      }
    },
    "ミケランジェロ": {
      "category": "西洋思想",
      "terms": {
        "人物像": "ルネサンス期の彫刻家・画家・建築家で、「最後の審判」などを完成させた"
      }
    },
    "ピコ・デラ・ミランドラ": {
      "category": "西洋思想",
      "terms": {
        "人物像": "ルネサンス期の人文主義者で、ローマ教皇から破門された後は神秘主義的なプラトン哲学を研究した",
        "「人間の尊厳について」": "各地の学者を招いて開く予定であった討論会のために準備した演説原稿/諸思想を一つに融合しようとした"
      }
    },
    "マキャヴェリ": {
      "category": "西洋思想",
      "terms": {
        "「君主論」": "イタリアの統一国家を目指し、独裁君主が権力を獲得し維持する方法を論じたマキャヴェリの主著"
      }
    },
    "エラスムス": {
      "category": "西洋思想",
      "terms": {
        "「愚神礼讃」": "愚かさの女神モーリアを語り手として人間の愚かさを痛烈に風刺したエラスムスの主著"
      }
    },
    "モンテーニュ": {
      "category": "西洋思想",
      "terms": {
        "「ク=セージュ」": "「私は何を知るか」という意味で、不完全な人間の理性では不変の真理を認識することが出来ないことを表す命題",
        "「エセー(随想録)」": "ストア的な克己や禁欲、常に疑い謙虚な態度で真理を探究し続ける懐疑主義、エピクロス的な快楽主義などが説かれた"
      }
    },
    "パスカル": {
      "category": "西洋思想",
      "terms": {
        "考える葦": "風にそよぐ に喩えられる無力で惨めな人間が、それでも考えるということに偉大さを持つことを象徴した語",
        "中間者": "人間は偉大さと悲惨さ、無限と虚無の二面性を持ち、その中間を揺れ動く存在であることを意味する",
        "「パンセ」": "人々を信仰へ導くためのキリスト教弁証論として始まり、死後にその断片的な原稿が編纂され出版された"
      }
    },
    "ルター": {
      "category": "西洋思想",
      "terms": {
        "95か条の論題": "ルターがヴィッテンベルク城教会の扉に掲示した、免罪符の販売を非難する文書で、宗教改革運動の発端になった",
        "信仰義認說": "人間は救い主である神への信仰によってのみ義とされるという、ルターの根本的な思想",
        "聖書中心主義": "聖書をキリスト教の真理の唯一の源泉とする、ルターの根本的な思想",
        "万人司祭主義": "特権的な身分として聖職者を否定し、全ての信者が平等なキリスト者であるとするルターの根本的な思想",
        "「キリスト者の自由」": "ルターの代表的著作で、人間は善いと思ったことが出来ずに悪いと思ったことをしてしまう非自由な存在であるとする"
      }
    },
    "カルヴァン": {
      "category": "西洋思想",
      "terms": {
        "予定説": "救われるものと救われないものとが、神の永遠の意思によって予め定められているという神学上の説",
        "「キリスト教綱要」": "カルヴァンの主著で、救いは神の恩恵によって予定されており、人間は神の栄光を実現するために奉仕すべきだと説く",
        "職業召命観": "職業を神によって召されて与えられた使命と考える思想"
      }
    },
    "コペルニクス": {
      "category": "西洋思想",
      "terms": {
        "人物像": "ポーランドの天文学者で、天動説を転覆させて、太陽が中心であるとする地動説を唱えた"
      }
    },
    "ケプラー": {
      "category": "西洋思想",
      "terms": {
        "人物像": "ドイツの天文学者で、ケブラーの三つの法則を発見した"
      }
    },
    "ガリレイ": {
      "category": "西洋思想",
      "terms": {
        "人物像": "イタリアの数学者・物理学者で、自ら制作した望遠鏡で天体観測し、コペルニクスの地動説を支持して裁判にかけられた",
        "「天文対話」": "3人の登場人物がそれぞれ地動説、大衆の意見、アリストテレスの天動説を代弁し、4日間に亘る論争をするという筋書き"
      }
    },
    "ニュートン": {
      "category": "西洋思想",
      "terms": {
        "人物像": "イギリスの数学者・物理学者で、二つの物体の中心の間に働く引力は距離の二乗に逆比例する万有引力の法則を発見"
      }
    },
    "ベーコン": {
      "category": "西洋思想",
      "terms": {
        "イドラ": "ものごとを正しく認識することを妨げる偏見や先入観",
        "種族のイドラ": "人間という種族に共通する感覚や精神の自然的な制約に基づく偏見",
        "洞窟のイドラ": "個人の性向・教育・環境に由来する、狭い考え方から生まれる偏見",
        "市場のイドラ": "人間の交際の中で、不適切に使われた言語から生まれる偏見",
        "劇場のイドラ": "伝統や権威を鵜呑みにし、誤った学説や教えを盲信することから生まれる偏見",
        "帰納法": "個々の経験的事実からそれらに共通する一般的法則を求める方法"
      }
    },
    "ヒューム": {
      "category": "西洋思想",
      "terms": {
        "人物像": "経験論を徹底させ、あらゆる事物の表れを人間が経験する感覚的印象に還元し、知覚以外何も実在しないと説いた"
      }
    },
    "デカルト": {
      "category": "西洋思想",
      "terms": {
        "良識": "物事を正しく判断し、真と偽とを識別する能力を指し、理性と同じ意味である",
        "方法的懷疑": "確実な真理を見つけるための方法をしてあらゆるものを疑うという、デカルトの真理探究方法",
        "「我思う、故に我在り」": "方法的懷疑で全てを疑った上でもなお疑いえない確実な真理は、そのように疑っている私自身の存在である",
        "物心二元論": "物体と精神はそれぞれ独立的に存在するもの(実体)であると考えるデカルトの立場",
        "「方法序説」": "デカルトの学問方法を自叙伝的に述べたもので、デカルト哲学の入門書でもある"
      }
    },
    "スピノザ": {
      "category": "西洋思想",
      "terms": {
        "人物像": "オランダの哲学者で、合理論の系譜として位置づけられる"
      }
    },
    "ライプニッツ": {
      "category": "西洋思想",
      "terms": {
        "人物像": "ドイツの合理論の哲学者で、非物体的で精神的な実体をモナド(単子)と呼ぶなどした",
        "モナド(単子)": "あらゆる事物を構成する究極的要素となる、分割不可能の単純な実体",
        "予定調和": "無数の単子が表象したものが一致し、世界の調和的な秩序が存在するように神が予め定めたという説",
        "「単子論(モナド論)」": "ライプニッツの主著で、死後に出版されたもの"
      }
    },
    "ホッブズ": {
      "category": "西洋思想",
      "terms": {
        "自己保存の欲求": "人間が利己的欲求を満たし、自己の生命と幸福を維持する欲求",
        "「万人の万人に対する戦い」": "国家や法律のない自然状態を表現した、ホップズの有名な言葉",
        "「リヴァイアサン」": "リヴァイアサン(巨大海獣)に喩えられる強大な国家権力を確立して、平和を回復すべきだと説いた書"
      }
    },
    "ロック": {
      "category": "西洋思想",
      "terms": {
        "白紙(タブラ=ラサ)": "経験によって外から知識や観念を与えられる前は、生まれつき人間の心は何も書かれていない白紙の状態であること",
        "抵抗権": "政府が人民から信託された権力を不当に行使した場合、政府に対して人民が抵抗する権利",
        "「統治論」": "1688年の名誉革命を推進した市民の理想を理論化したもの",
        "「人間知性論」": "人間に生まれつき備わる生得観念を否定し、知識の源泉を経験に求める経験論の立場から人間の認識作用を考察した"
      }
    },
    "モンテスキュー": {
      "category": "西洋思想",
      "terms": {
        "三権分立": "国家の独立権を三つに分け、それぞれ独立した機関が遂行することで、国家権力を分散させようとすること",
        "「法の精神」": "様々な国や時代の法律を比較・検討し、実証的方法で法の精神が研究された"
      }
    },
    "ヴォルテール": {
      "category": "西洋思想",
      "terms": {
        "「哲学書簡」": "近代市民文化を確立したイギリスの進歩的思想などをフランスに紹介した書"
      }
    },
    "カント": {
      "category": "西洋思想",
      "terms": {
        "善意志": "義務に従って常に善を成そうとする意志",
        "義務": "道徳法則への尊敬だけを動機としてその命令に従うこと/義務に基づいた行為にのみ道徳的価値を認めた",
        "定言命法": "常に「~すべし」と無条件に命じる命令で、いつ・どこでも人間に普遍的に妥当するもの",
        "仮言命法": "「~したければ〜せよ」という、条件付の命令で、忠告や処世術にはなるが、無条件で善を命じる道徳法則にはならない",
        "人格": "自らの理性の命じる道徳法則に従って、自立的に行為する自由な道徳的主体",
        "目的の王国": "カントが理想とした道徳的共同体で、各自が全ての人格を常に同時に目的として尊重する思想的な人格の共同体",
        "永久平和": "カントが「永久平和のために」の中で、国際社会に道徳法則を適用して主張した説",
        "「純粋理性批判」": "人間の認識能力としての理論理性を検討したカントの認識論",
        "「実践理性批判」": "人間の道徳的能力としての実践理性を検討したカントの倫理学・道徳論"
      }
    },
    "ヘーゲル": {
      "category": "西洋思想",
      "terms": {
        "弁証法": "全てのものが矛盾・対立を契機として変化・発展してゆく理性的な運動の論理",
        "人倫": "自由な精神が客観的な社会制度や組織となって具体化されたもの",
        "国家": "市民社会で失われた統一を回復する、人倫の完成の場",
        "「精神現象学」": "ヘーゲルが独自の哲学を説いた最初の書で、1807年の刊行/弁証法的展開の道筋を辿る",
        "「法の哲学」": "ヘーゲルが人倫について説いた書で、1821年の刊行"
      }
    },
    "ベンサム": {
      "category": "西洋思想",
      "terms": {
        "最大多数の最大幸福": "諸個人の幸福の総和としての社会全体の幸福を最大にすること",
        "快楽計算": "快楽は数量的に計算できるというベンサムの考え方",
        "「道徳および立法の諸原理序説」": "ベンサムの主著で、功利主義を道徳と立法の原理とすることを唱える"
      }
    },
    "ミル": {
      "category": "西洋思想",
      "terms": {
        "質的功利主義": "快楽には低級なものと高級なものとの質的な差があるとするミルの考え方",
        "「満足な愚か者より不満足なソクラテス」": "動物と人間の幸福には質的な差があることを、動物と人間のどちらの生き方を選ぶかという問いかけで論じたもの",
        "「功利主義」": "ミルの著で、質的功利主義を説き、人間の尊厳と品位に相応しい幸福の追求を求めた",
        "「自由論」": "ミルの著で、人間の個性の自発的な発展のためには、政治的・経済的自由の他に、精神的自由が必要だと主張した"
      }
    },
    "ダーウィン": {
      "category": "自然科学",
      "terms": {
        "人物像": "イギリスの博物学者、生物進化論の確率者で、進化論を発表した",
        "進化論": "生物の種が変化の過程を積み重ねて、下等なものから高等なものへと発展するという学説",
        "「種の起源」": "ダーウィンの主著で、自然淘汰・適者適存の原理による生物進化論を主張したもの"
      }
    },
    "オーウェン": {
      "category": "社会思想",
      "terms": {
        "人物像": "イギリスの空想的社会主義者で、アメリカにニューハーモニー村という共同体を建設しようとしたが失敗した"
      }
    },
    "サン・シモン": {
      "category": "社会思想",
      "terms": {
        "人物像": "フランスの空想的社会主義者で、産業社会では産業者こそが社会を管理・支配すべきだと説いた"
      }
    },
    "フーリエ": {
      "category": "社会思想",
      "terms": {
        "人物像": "フランスの空想的社会主義者で、商業の欺瞞性や資本主義の諸害悪を目撃し、当時の社会に対する不満を深めた"
      }
    },
    "マルクス": {
      "category": "社会思想",
      "terms": {
        "労働の疎外": "喜ばしい活動である労働の意義が資本主義社会で失われ、手段と化して強いられる苦役になっている状況",
        "唯物史観": "人間社会の歴史や基礎を成すものは物質的生産活動であり、その上に法律・学問などの精神的活動が成立するという考",
        "階級闘争": "生産手段を独占的に所有する支配者階層と、搾取され抑圧される被支配社会層との間の利害対立から起こる闘争",
        "「共産党宣言」": "マルクスとエンゲルスの共著で、国際的な労働者の団体であった「共産主義者同盟」の綱領としてかかれたもの",
        "「資本論」": "商品と貨幣の分析から出発して資本の分析へと進み、資本家による搾取の構造を解明することなどを主題とした書"
      }
    },
    "エンゲルス": {
      "category": "社会思想",
      "terms": {
        "人物像": "ドイツの社会主義者・経済学者/マルクスの協力者で、マルクス主義の創始者の一人"
      }
    },
    "ベルンシュタイン": {
      "category": "社会思想",
      "terms": {
        "人物像": "ドイツの社会民主党の指導者の一人で、修正マルクス主義の理論家"
      }
    },
    "ウェッブ夫妻": {
      "category": "社会思想",
      "terms": {
        "人物像": "フェビアン協会の理論的指導者で、1932年には社会主義国家のソ連を訪れ、帰国後ソ連を絶賛した"
      }
    },
    "レーニン": {
      "category": "社会思想",
      "terms": {
        "帝国主義": "資本主義の最高の段階として規定した、金融資本中心の独占資本主義体制"
      }
    },
    "毛沢東": {
      "category": "社会思想",
      "terms": {
        "人物像": "近代中国にマルクス主義を創造的に適用して、中国革命を成功に導いた中国の政治的指導者,思想家"
      }
    },
    "キルケゴール": {
      "category": "現代哲学",
      "terms": {
        "主体性": "自己の生き方を自ら選択し決断する、主体的な人間のあり方",
        "主体的真理": "「いかに生きるべきか」を問いかけながら、自らの決断と行動を通して人生で主体的に実現される真理",
        "実存の三段階": "本来的な自己のあり方としての実存が、絶望をきっかけに美的・倫理的・宗教的という三段階へと深まっていくこと",
        "絶望": "自己をこの世に存在させた根拠である神との関係を失い、本来の自己を見失った状態",
        "「あれかこれか」": "キルケゴールの文学的・哲学的著作で、主体的な実存を説いたもの",
        "「死にいたる病」": "1849年刊行の書/「死にいたる病」とは精神の絶望であり、神との関係を逃れて真の自己を見失うことを指す"
      }
    },
    "ニーチェ": {
      "category": "現代哲学",
      "terms": {
        "ニヒリズム": "伝統的な価値観や権威を全て否定し、破壊しようとする思想",
        "「神は死んだ」": "伝統的価値観が崩壊し、世界が無価値なものだということが明らかになり、ニヒリズムが到来したことを指す言葉",
        "ルサンチマン (怨恨)": "弱者が自らの無力さゆえに強者を憎悪し、復讐しようとする真理を表す用語",
        "超人": "生の根源的な生命力を発揮し、今までの人間や自己自身を越え出て力強く成長する主体的人間像",
        "カへの意志": "常に自己を超克・強化し、成長しようとする根源的な生命力に基づく意志",
        "永劫回帰": "世界は意味も目的も無く、永遠に繰り返す円環運動であるとするニーチェの思想",
        "運命愛": "世界が無意味で無目的な繰り返しであっても、自己の運命を見つめ、それを自己のものとして愛を持って受け入れること",
        "「ツァラトゥストラはこう語った」": "ツァラトゥストラとはゾロアスターのことで、キリスト教を否定し、それに関わる超人の思想を説いた書"
      }
    },
    "ハイデッガー": {
      "category": "現代哲学",
      "terms": {
        "現存在": "存在することを了解し、存在の意味(存在とは何か)について問う人間のあり方",
        "世界-内存在": "世界の中で様々な他者や事物と関わり、交渉しながら存在している人間の存在構造",
        "「ひと」(ダス=マン)": "世間の日常生活に埋没して、誰でも同じように振舞いながら実は誰でもないような人間の非本来的なあり方",
        "死への存在": "常に迫り来る死の可能性と向き合いながら、本来の自己に目覚めて存在すること",
        "「存在と時間」": "存在の意味を問うために、まず存在を了解している人間を現存在として分析する基礎存在論を展開した書"
      }
    },
    "ヤスパース": {
      "category": "現代哲学",
      "terms": {
        "限界状況": "死・苦悩・争い・攻めといった、人間が超えたり変化させたり出来ず、挫折せざるをえない人生の壁",
        "超越者": "この世界の全てのあらわれ(現象)を包み込み、それらを支える根源となっている永遠の存在者",
        "実存的交わり": "真の自己を目指すもの同士が、互いに誠実に隠し立てなく自己を吟味しあうことを通して実存としての自己を開明すること"
      }
    },
    "サルトル": {
      "category": "現代哲学",
      "terms": {
        "「実存は本質に先立つ」": "サルトルが「実存主義はヒューマニズムである」で、人間の自由な実存を定義した言葉",
        "「人間は自由の刑に処せられている」": "「実存主義は~(略)」の中の言葉で、人間が徹底的に自由であるべく運命付けられていることを表した言葉",
        "アンガージュマン": "自己を社会に投げ込み、自己を社会の中の状況に拘束すること、つまり社会参加",
        "「嘔吐」": "サルトルの初期の小説で、偶然の世界のただ中に生きる実存の姿が表現されている",
        "「存在と無」": "戦後のフランスに実存主義ブームを巻き起こしたサルトルの主著"
      }
    },
    "ボーヴォワール": {
      "category": "現代哲学",
      "terms": {
        "人物像": "フランスの文学者・哲学者で、サルトルの哲学のよき理解者・協力者(女性)"
      }
    },
    "パース": {
      "category": "現代哲学",
      "terms": {
        "人物像": "プラグマティズムを創始したアメリカの哲学者"
      }
    },
    "ジェームズ": {
      "category": "現代哲学",
      "terms": {
        "真理の有用性": "ジェームズの基本思想で、ある思想・観念・知識が何らかの行動を生み、生活の中で実用的な役割を果たすこと"
      }
    },
    "デューイ": {
      "category": "現代哲学",
      "terms": {
        "道具主義": "デューイの哲学の根本思想で、学問や知識は、人間が行動するときに役に立つ道具であるという考え方",
        "創造的知性": "日常生活で困難にぶつかる場合、はっきりとした見通しを立てて問題解決を図り、未来を展望する能力",
        "「民主主義と教育」": "デューイの教育学上の著書で、民主主義の崩壊の危機を新教育による人間変革で克服しようと説いたもの",
        "「哲学の改造」": "1919年に日本を訪れ、東大で連続講演を行ったが、その講演をまとめた哲学入門書"
      }
    },
    "シュヴァイツァー": {
      "category": "現代哲学",
      "terms": {
        "生命への畏敬": "シュヴァイツァーの思想の根本理念で、生きることと生命あるもの全てを価値あるものとして尊ぶこと",
        "「水と原生林のはざまで」": "シュヴァイツァーがアフリカで医療事業に着手した4年半に得た経験や見聞をまとめたもの"
      }
    },
    "マザー・テレサ": {
      "category": "現代哲学",
      "terms": {
        "人物像": "インドのスラム街などで活躍したカトリックの修道女で、「死を待つ人の家」や「孤児の家」などを作った"
      }
    },
    "ガンディー": {
      "category": "現代哲学",
      "terms": {
        "非暴力主義": "暴力を使うことなく、平和的な手段によって目的を実現すること",
        "サティヤーグラハ": "ガンディーの最終目標で、真理を把握してそれを自己自身と社会の中に実現していくこと",
        "アヒンサー": "「不殺生」と訳され、全ての生物を同胞を見なし、肉食禁止、戦争放棄を説くもの"
      }
    },
    "ホルクハイマー": {
      "category": "現代哲学",
      "terms": {
        "人物像": "フランクフルト学派のドイツの哲学者・社会学者で、フランクフルトの社会研究所の初代所長",
        "「啓蒙の弁証法」": "ホルクハイマーとアドルノが討議をしながらまとめた共著"
      }
    },
    "アドルノ": {
      "category": "現代哲学",
      "terms": {
        "人物像": "フランクフルト学派のドイツの哲学者・社会学者で、自然と文明との和解の必要性を説いた"
      }
    },
    "ハーバーマス": {
      "category": "現代哲学",
      "terms": {
        "人物像": "ドイツの社会学者で、市民の十分な討議による合意形成が社会統合の基礎になると説いた"
      }
    },
    "レヴィ・ストロース": {
      "category": "現代哲学",
      "terms": {
        "野生の思考": "未開社会の神話的な思考を指すレヴィ=ストロースの用語で、飼育されていない野生のままの思考という意味"
      }
    },
    "フーコー": {
      "category": "現代哲学",
      "terms": {
        "狂気": "歴史的過程の結果として生まれた区別で、支配する権力と結びついた知識が正統、そこから外れたものが狂気",
        "「狂気の歴史」": "近代における狂気という概念の成立過程を明らかにし、理性と狂気の区別が歴史的過程から生まれることを明らかにした"
      }
    },
    "ウェーバー": {
      "category": "現代哲学",
      "terms": {
        "人物像": "ドイツの社会学者で、社会的な事象の因果関係を探求する社会科学の方法論として、理念型と没価値性を説いた"
      }
    },
    "ロールズ": {
      "category": "現代哲学",
      "terms": {
        "人物像": "アメリカの政治学者・倫理学者で、公民権運動の中、自由競争の不平等の限度を全体の公正さから問い直そうとした",
        "「正義論」": "ロールズの主著で、社会の成員の合意に基づいて承認される、公正としての正義の原理について説く"
      }
    },
    "レイチェル・カーソン": {
      "category": "現代哲学",
      "terms": {
        "人物像": "アメリカの海洋生物学者で、1962年に「沈黙の春」を出版し、DDTなどの薬物使用による生態系破壊を警告した"
      }
    },
    "心理学概念": {
      "category": "心理学",
      "terms": {
        "パーソナリティ(人格)": "能力・性格・気質が合わさって出来た、その人の全体的・統一的な特徴",
        "自己実現": "自分の持っている能力や個性を十分に発揮し成長させ自分のパーソナリティ(人格)を完成させること"
      }
    },
    "宗教学概念": {
      "category": "宗教思想",
      "terms": {
        "世界宗教": "民族や国家の枠を超えた、人類に開かれた普遍的な宗教",
        "アニミズム": "様々な自然物に精霊が宿っていると信じる、原始宗教や民間信仰に見られる精霊信仰",
        "汎神論": "この世界の全てのものは神の表れであり、神は世界に偏在し、神と世界は一つであるとする考え"
      }
    },
    "古代ギリシア哲学概念": {
      "category": "古代ギリシア哲学",
      "terms": {
        "フィロソフィア": "知を愛することという意味で「愛知」とも呼ばれる",
        "観想(テオリア)": "利害関係を離れて理性によって物事の本質や真理を客観的に考察すること",
        "アルケー": "根源・原理を意味する/経験的な事実を元に、ロゴスの論理的な必然性によって推測された根源",
        "ロゴス": "言葉・定義・論理・理性などを表すギリシャ語/物事を論理によって考えることで真理を論証する",
        "ソフィスト": "ギリシャのポリスを巡回し、謝礼金を取って教養や弁論術を教えながら職業教師を目指すようになった",
        "詭弁": "虚偽を真理のように見せかけて、相手を欺瞞するための弁論や議論",
        "相対主義": "知識や価値はそれ自体で存在する絶対的なものではなく、認識する人間との関係で相対的に変化するとする考え",
        "禁欲主義": "理性や意志によって自らの感情や欲望を抑制し、道徳的・宗教的な理想の境地に到達しようとする考え方",
        "世界市民": "世界に住む市民という意味で、普遍的理性を分け持つ人間を、国家や民族の枠を超えた平等な同胞と見る人間観",
        "快楽主義": "快楽が人生の目的であり、善であるとする考え方"
      }
    },
    "キリスト教概念": {
      "category": "キリスト教",
      "terms": {
        "選民思想": "神から選ばれて律法や使命を課され、神の恩恵による救済を約束された「選ばれた民」であると信じる思想",
        "「旧約聖書」": "ユダヤ教の聖典であり、「新約聖書」とともにキリスト教の聖典でもある",
        "ヤハウェ": "「旧約聖書」における神の名で、ユダヤ教で信仰される唯一神/絶対者・創造神・人格神・裁きの神",
        "律法(トーラー)": "ユダヤ教における宗教的な戒律/ヤハウェが法の形で示したもので、絶対的服従が求められる",
        "バビロン捕囚": "前587年に新バビロニアがユダ王国を滅ぼしたとき、多くのイスラエル人がバビロンに強制移住させられた事件",
        "預言者": "神によって選ばれ、神の意志を伝える者/預言者は神の意志を受け継ぎ、その意志を代弁して民衆に伝えた",
        "救世主(メシア・キリスト)": "ユダヤ教では国家を再興する救い主、キリスト教ではこの世の終わりに最後の審判をし神の国を実現する「栄光の救い主」",
        "福音書": "福音を記したもので、新約聖書にはマタイ、マルコ、ルカ、ヨハネのそれぞれによる四福音書がおさめられている",
        "「新約聖書」": "キリスト教の聖典で、イエスこそ神の子キリストであるという信仰の元に、イエスの教えや弟子たちの言葉がまとめられている",
        "原罪": "人類の祖先アダムが神の命令に背いて禁断の果実を食べたことで、人間は生まれつき罪を犯さざるをえない性向である",
        "律法主義": "神の命じた律法を厳密に守れば救いが得られるとする考え",
        "神の国": "政治的権力によるイスラエル国家の建設ではなく、人々が互いに愛し合う中に神の愛が実現するという精神的出来事",
        "三位一体": "神はその本性において一つであるが、その神が、父・子・聖霊という三つの位格を持つという教義",
        "贖罪": "キリストが身代わりとして十字架の上で犠牲になることによって人間の罪を贖い、人間を罪から解放した行為",
        "スコラ哲学": "中性に教会や修道院に付属する学校で説かれた哲学"
      }
    },
    "イスラム教概念": {
      "category": "イスラム教",
      "terms": {
        "「コーラン」": "イスラム教の聖典で、神アッラーがムハンマドに啓示した教えを記したもの",
        "アッラー": "イスラム教の唯一絶対神で、この世の終わりには最後の審判を行い、生前の行いに基づき天国と地獄に振り分ける",
        "六信": "イスラム教で信じるべき六つの項目（アッラー、天使、聖典、預言者、来世、天命）",
        "五行": "イスラム教徒が実践すべき五つの宗教的義務（信仰告白、礼拝、断食、喜捨、巡礼）",
        "ウンマ": "宗教と政治が一体となったイスラムの共同体"
      }
    },
    "仏教概念": {
      "category": "仏教",
      "terms": {
        "カースト制度": "アーリヤ人社会を秩序付けていた職業の分化に基づく厳格な階層身分制度",
        "「ヴェーダ」": "バラモン教の聖典/最も古いものが自然の神々への賛歌を集めた「リグ・ヴェーダ」",
        "「ウパニシャッド」": "バラモン教の奥義書で、ヴェーダの教義を哲学的思索に深め、信仰を内面化したもの",
        "梵我一如": "ブラフマンとアートマンが一体であること/悟ることで不死を得たり、宇宙の永遠にあずかったり出来る",
        "輪廻": "命あるものが自らのカルマを原因として生まれ変わり、生活の形を変えながらどこまでも持続していくこと=輪廻転生",
        "解脱": "この世に束縛されて輪廻を繰り返す苦悩から解放されて、永遠の安らぎと幸福を得ること",
        "ジャイナ教": "インドの宗教で、ヴェーダの権威を否定し、バラモンの祭祀を認めず、合理的な教えを説いた/不殺生で有名",
        "縁起": "全てのものは相互によりあって成立し、無条件にそれ自体で成立するものではないという存在の法則",
        "四法印": "仏陀の悟った普遍的真理を表す四つの命題で、一切皆苦・諸行無常・諸法無我・涅槃寂静がある",
        "四諦": "仏陀の悟った縁起の道理を具体的な実践の過程として四つにまとめたもの",
        "煩悩": "全てのものは固定的な実体を持たず、絶えず生滅変化するという真理を弁えず、自分や所有物に執着する迷いの心",
        "三毒": "善の可能性を毒する、食(トン/むさぼり)・ (ジン/怒り)・ (チ/愚かさ)の三種の大きな煩悩",
        "涅槃(ニルヴァーナ)": "煩悩の炎が消滅し、永遠の平静と安らぎが実現した解脱・悟りの境地/一切の苦しみから解放された澄み切った心の状態",
        "大乗仏教": "「大きな乗り物」という意味で、全ての衆生の救済を目指す立場を自称したもの/日本などに伝わり北伝仏教とも呼ばれる",
        "唯識思想": "全ての事物の実在性を否定し、ものの表れは根源的な唯一の実在である心の表象に他ならないとする大乗仏教の理論"
      }
    },
    "儒教概念": {
      "category": "儒教",
      "terms": {
        "諸子百家": "春秋末期から戦国時代にかけて登場し、時代に対処する様々な方策を説いた思想家や学派",
        "法治主義": "人間の本性を利益を求め害を避けるものと考え、国家の規準としての法律を定め、それを厳しく守らせるべきという主義",
        "五倫": "儒教で重んじられる五つの基本的な人間関係(父子・君臣・夫婦・兄弟・朋友)と、対応した五つの徳目(親・義・別・序・信)",
        "五常": "仁・義・礼・智・信の五つの徳目で、個人が修養を通じて備えるべき基本的な徳とされる",
        "四書": "「論語」「孟子」「大学」「中庸」の四つの儒教の経典",
        "五経": "漢代から儒教の経典とされた、「易経」「詩経」「書経」「礼記」「春秋」の五つの書"
      }
    },
    "日本思想概念": {
      "category": "日本思想",
      "terms": {
        "あはれ": "心に染み入るような情趣、しみじみとした情緒のこと",
        "無常": "この世は絶えず移り変わる幻の世界で、人生もまたはかなく虚しいものであるという捉えかた",
        "幽玄": "静か、かすかで奥深いこと、深遠微妙であることを表現するのに用いられる言葉",
        "わび": "元来もの悲しく心細い心の状態を意味したが、室町になるとうらぶれた境地に安住の喜びを見出す意味を持つようになった",
        "さび": "「わび」と類似する概念で、ひっそりとして淋しい境地を表す",
        "「万葉集」": "奈良時代に完成した日本最古の歌集",
        "清き明き心": "自然のように清らかな、神に対して欺き偽るところのない純粋な心で、古代日本人が理想とした精神",
        "鎮護国家": "仏教を盛んにして、仏教の力によって国家の安泰を図ること",
        "神仏習合": "日本固有の神の信仰と仏教信仰との融合",
        "本地垂迹説": "仏が本地(真理の根源)で、神は民衆を教化するために垂迹(形となって諸方に現れること)したとする思想",
        "密教": "言葉に示されて理論的に学習可能な教え (顕教)に対し、言葉では伝えきれない神秘的な秘密の教えという意味",
        "末法思想": "仏陀の没後、正法・像法という二期を経て末法の時期に入ったとして、現世の救済の可能性を否定する歴史観",
        "浄土信仰": "浄土を求め、往生を願う信仰で、平安末期に民衆に広がった",
        "法華経": "代表的な大乗仏教経典の一つで、正しくは妙法蓮華経という/中国と日本の仏教思想に大きな影響を与えた",
        "古学": "朱子学などに対する日本儒学の一派/漢や宋以来の儒学者の解釈を排し、原典を直接読んで真意を汲み取ろうとした",
        "武士道": "武士の心構え・生き方",
        "国学": "日本古典を文献学的方法で研究し、日本固有の精神の究明に努めた学問",
        "蘭学": "江戸時代、鎖国下にオランダ語を通じて輸入された西洋の学問の呼び名",
        "明六社": "1873年に森有礼の発議で結成された啓蒙思想団体で、西洋近代の思想などを紹介して国民の啓蒙に努めた",
        "国粋主義": "自国の歴史・文化などを他国より優れたものとし、それを維持し発揚しようとする思想",
        "欧化主義": "欧米の制度や風俗・習慣・生活様式などを盛んに取り入れ、模倣しようとした風潮",
        "教育勅語": "1890年に発布された、わが国の教育および国民道徳の基本原理を示した勅語",
        "大正デモクラシー": "わが国で大正期に展開された自由主義・民主主義的運動のこと",
        "部落解放運動": "被差別部落民の解放を求める運動",
        "全国水平社": "1922年、被差別部落を開放するために結成された被差別部落民自身の組織",
        "近代的自我": "西洋思想を導入する中で、文学者を始め、当時の知識人が確立しようとした内面的・主体的な自己意識"
      }
    },
    "西洋思想概念": {
      "category": "西洋思想",
      "terms": {
        "人文主義(ヒューマニズム)": "ルネサンス期において、ギリシャ・ローマの古典に人間性の典型を求め、古典を学ぶことで人間性を回復しようとする主義",
        "万能人(普遍人)": "芸術・技術・科学などあらゆる分野で才能を発揮する、ルネサンスの理想の人間像",
        "自由意志": "中世の宗教的束縛から解放され、自由意志によって何事でも成し遂げ、自己を高めて完成さす万能人が理想とされた",
        "モラリスト": "随筆・格言・警句など自由な表現形式によってありのままの生活や心理を観察し、生き方を探求した思想家たち",
        "宗教改革": "16世紀ヨーロッパで起こったキリスト教世界の変革運動",
        "免罪符(贖宥状)": "信者の犯した罪に対する罰を免除すると信じられていた、ローマカトリック教会発行の信書だが、ルターはこれを批判した",
        "機械論的自然観": "あらゆる自然現象を物体の機械的な運動に還元して説明する、近代自然科学の自然観",
        "経験論": "人間の知識は感覚的な経験から生まれるという考え方で、理性的な推理を求める合理論に対立する",
        "合理論": "確実な知識の源泉を理性による思考に求める考え方で、明証的原理から論理的推理で確実な知識を導き出す",
        "王権神授説": "国王の権力は神から授けられたとして、王の統治権を正当化する考え",
        "社会契約説": "国家は個人の契約に基づいて成立するという考え方/権利を保障するために社会契約を結ぶ",
        "啓蒙思想": "理性によって伝統的な因習・偏見・無知から人間を解放する思想",
        "ドイツ観念論": "精神的なものを世界の根源的な実在とする立場で、物質を根源的実在とする唯物論と対立する",
        "功利主義": "行為の善悪の判断を、その行為が快楽や幸福をもたらすか否かに求める倫理観",
        "実証主義": "全ての知識の対象を観察できる経験的な事実に限り、経験的事実の背後にどんな超経験的事実をも認めない考え"
      }
    },
    "社会思想概念": {
      "category": "社会思想",
      "terms": {
        "資本主義": "私有財産を基礎にし、自由競争・自由経済の原則によって、自由な経済活動を保証する制度",
        "社会主義": "生産手段の私有制を否定し、生産手段を共同社会の所有に移し変えて万人の利益のために管理するべきとする主張",
        "社会民主主義": "議会制民主主義を維持しながら、合法的な手段によって漸進的に社会主義の実現を図る思想"
      }
    },
    "現代哲学概念": {
      "category": "現代哲学",
      "terms": {
        "実存主義": "客観的な思考では把握できない個としての立場を強調し、孤独や絶望の中に生きる個別的な「この私」の存在を探求する思想的立場",
        "プラグマティズム(実用主義)": "資本主義を確立したアメリカの文化風土のもとに形成された、真の価値あるものは実用的効果をもつものだけとする哲学",
        "フランクフルト学派": "既存社会を支配する思想の批判、その矛盾を明らかにする批判理論の展開などを行った学派",
        "構造主義": "ある事象の意味をそれ自体に求めるのではなく、関連付ける社会的・文化的システム(構造)から理解する思想的な立場",
        "ファシズム": "軍部などによる政治的独裁で、国民の基本的人権などを否認し、自由主義などを攻撃し、全体主義などを唱える政治形態",
        "生命倫理": "哲学・宗教・道徳・法律などの知識を総合して、生命をめぐる問題について倫理的な判断を下そうとすること",
        "環境倫理": "1992年に「地球サミット」を中心に環境破壊の危機を背景に成立し発展したもので、アメリカ三つに集約される",
        "世代間倫理": "現在の世代は未来の世代の生存可能性に対して責任があるということ",
        "自民族中心主義": "自民族の文化や価値観だけを正等のものと考え、他民族の文化を否定などする自民族優越の思想傾向",
        "文化相対主義": "各文化は相互に優劣や善悪の関係はないという考え",
        "ノーマライゼーション": "どんな人も同じ市民として地域社会で生きていけるように環境を整備し、共生すること",
        "介護保険制度": "保険料を徴収して、高齢者に介護サービスを提供する社会保険制度",
        "NGO(非政府組織)": "平和・人権・環境などの問題に取り組む民間組織(私的団体)/国連の協議資格を持つ",
        "NPO(非営利組織)": "法人として認定された営利を目的としない民間組織",
        "南北問題": "先進国と発展途上国との間の経済格差と、それに基づいて起こる政治・社会問題のこと"
      }
    }
  }
}